IDEA Open Model
ConnectionSetup.CheckDetailing Property
Compatible with IDEA StatiCa 20.1
 Perform check of bolt positions
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CheckDetailing { get; set; }
Public Property CheckDetailing As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace